---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.CubicMetersPerWattSecond
source: html/a34e9965-8794-9277-929b-b95c1254b77a.htm
---
# Autodesk.Revit.DB.UnitTypeId.CubicMetersPerWattSecond Property

Cubic meters per watt second.

## Syntax (C#)
```csharp
public static ForgeTypeId CubicMetersPerWattSecond { get; }
```